create table if not exists product (
    id    bigserial primary key,
    name  varchar(255),
    cost float
);

insert into product(name, cost)
values  ('Молоко', 60), ('Сливки', 100),
        ('Корица', 15), ('Кофе', 260),
        ('Какао', 160), ('Сахар', 80),
        ('Кефир', 45), ('Сметана', 75),
        ('Масло сливочное', 100), ('Креветки', 500),
        ('Сыр', 600), ('Сыр плавленный', 160),
        ('Маскорпоне', 460), ('Сосиски', 210),
        ('Хлеб белый', 30), ('Батон нарезной', 40),
        ('Шоколадная паста', 260), ('Шоколад молочный', 80),
        ('Шоколад горький', 130), ('Йогурт', 30);